{
  "title": "Info & Insights | Capucine and Tournesol",
  "sectionOne": "Why Grind the Grain",
  "sectionTwo": "Whole-Grain Bread",
  "sectionThree": "Grains",
  "sectionFour": "Why Don’t We Offer Gluten-Free Products?",

  "sectionOneSubheading": "At Both the Oven and the Mill — But Why?",

  "pourquoiParagraph1": "Did you know that commercial white flour is refined to the point where it no longer contains either bran or germ, and that it is precisely these two components of the grain that hold the vast majority of nutrients?",
  "pourquoiParagraph2": "Did you know that more than twenty chemical additives are commonly used to bleach, stabilize, or condition commercial white flour?",
  "pourquoiParagraph3": "That it is made from wheat grown more intensively with the use of chemical fertilizers, pesticides, and for about thirty years now, glyphosate (a herbicide strongly suspected of being carcinogenic) applied just before harvest?",
  "pourquoiParagraph4": "Did you know that commercial flours are milled on rollers, which heats them and destroys what little nutrition may remain?",
  "pourquoiParagraph5": "Did you know that once all these transformations are done, the flour becomes so poor that vitamins from laboratories have to be added back in for it to once again qualify as food?",
  "pourquoiParagraph6": "Canadian law forbids the sale of white flour that is not 'enriched.' In other words, what remains is only starch (sugar) and gluten (glue), along with a few vitamins and minerals isolated in laboratories.",
  "pourquoiParagraph7": "Did you know that commercial whole wheat flour is usually just enriched white flour with a few handfuls of bran added back in?",

  "pourquoiBold1": "This is the case for the vast majority of bakery products sold on the market (including artisanal ones). It is no longer a food but a dead substance, stripped of all natural nutrients and often toxic.",

  "pourquoiQuestion": "How can we be surprised by wheat intolerances?",

  "pourquoiParagraph8": "As for unbleached white flour (organic or not), often used for baguettes and pastries considered superior, did you know that it undergoes the same first mechanical step of transformation as commercial flours?",
  "pourquoiParagraph9": "It is milled on rollers (crushed, heated) solely to remove the bran and germ. There is only one reason to mill on rollers: to make refining easier. Apart from chemical bleaching, unbleached white flour is almost as poor as commercial flour, and vitamins must be added to comply with laws.",
  "pourquoiParagraph10": "Sifted flour (organic), on the other hand, is stone-milled and retains a bit more of wheat’s natural nutrients.",
  "pourquoiParagraph11": "So-called natural whole grain flours (organic or not) contain less than half of the fiber found in the grain. Their shelf life indicates that the germ is absent, or at least almost entirely removed.",

  "pourquoiBold2": "Several bakeries even go so far as to add pure gluten flour to their bread.",

  "pourquoiBold3": "A flour that contains all the elements of the grain contains what is most alive in it and degrades very quickly. Within a few days, it takes on a rancid taste and many nutrients disappear through oxidation if it is not used quickly. Would you expect your tomatoes to keep for six months in your pantry like the flours you buy?",
  "pourquoiBold4": "As bakers, we believe the only way to do our work properly and to escape this merry-go-round of food refining is to grind our own flour ourselves.",
  "pourquoiBold5": "Since the creation of Capucine and Tournesol bakery, we have milled all our flours daily on stones, removing nothing and adding nothing.",

  "sectionTwoSubheading": "What Is Whole Bread?",

  "integralP1": "The term \"whole\" has unfortunately been overused to the point of losing its meaning, just as the term \"whole wheat\" has. It was precisely to distinguish ourselves from that expression that we began using it.",
  "integralP2": "As bakers, we know it is impossible to obtain truly whole flour. To our knowledge, only one miller in Quebec claims to offer such flour. However, it is milled only once or twice a month at most, and it still undergoes partial sifting (2%). But even the slightest alteration should not be called whole!",
  "integralP3": "With a 2% sifting, nearly 15% of the bran is eliminated. That means giving up vitamins and minerals!",
  "integralP4": "At Capucine and Tournesol, we mill all our flours ourselves, 100% whole.",
  "integralP5": "When we speak of whole flours, we mean that they contain the entire grain from which they come. Not 80, nor 90, nor 93 (the usual standard in the organic industry), but truly 100% of the grain. Thus, 100 kilos of grain must yield 100 kilos of flour once milled. Otherwise, they are only whole in name.",
  "integralP6": "This is all the more important because it is at the very beginning of refining that the most nutritious components of the grain are removed. Up to 95% of certain vitamins are found in the bran and germ. The same is true for the insoluble fiber of the grain, so highly valued for its benefits.",
  "integralP7": "Our breads contain the entire bran and germ of the grain.",
  "integralP8": "We stone-mill our flours daily at the bakery to ensure their freshness and integrity.",
  "integralP9": "We insist on freshness because many studies show that certain vitamins and enzymes disappear through oxidation in the first days after milling.",
  "integralP10": "Not to mention the rancid taste that whole flours develop after only a few days if not properly stored. For us, there is no doubt: flours must always be fresh; otherwise, they cannot be truly whole.",
  "integralP11": "Once you taste bread made from freshly milled flour, you never go back.",
  "integralP12": "It is essential for the consumer to also make sure that ingredients such as sugar and chemical improvers are not added to breads. Unfortunately, in some parts of the industry, it is common practice to omit mentioning these additives under the pretext that they are implied in the word sourdough.",
  "integralP13": "Our sourdough cultures are pure. For twenty years, they have been fed only with water and whole flour from the same grain as the bread.",
  "integralP14": "For us, the word whole must also rhyme with integrity.",
  "integralP15": "Of course, we could offer you fancy breads (olive, nut, etc.) or thick-crust white breads alongside our loaves, but we refuse to conduct business that would divert us from our goal: to offer you the only product we truly believe in.",
  "integralP16": "At Capucine and Tournesol, not only are all breads made from freshly milled whole flour, but no white flour and no sugar of any kind enter the bakery.",
  "integralP17": "We would also like to draw your attention to a practice that is becoming increasingly common. Some bakeries add gluten flour to so-called whole breads. Yet gluten flour is ironically the result of refining. Large industrial mills isolate gluten from wheat. So how can something mixed with what is most refined still be called whole? Ignorance or greed?",

  "integralArticleTitle": "Michel Montignac",
  "integralP18": "The excellent work of the French author Michel Montignac greatly helped popularize the term \"whole.\" In his writings, Montignac explains why low-calorie diets usually end in failure.",
  "integralP19": "He proposes that for those who want to shed unwanted weight, the focus should not be on calories but on the glycemic index of foods. For that, one must analyze both the food itself and the food as part of a meal.",
  "integralP20": "Even specialists who contest Montignac’s reasoning cannot deny the success of his method. Indeed, some argue that the high protein content of the diet explains the results. According to them, more protein leads to quicker satiety and therefore fewer calories consumed. But let us leave that debate to the experts and simply enjoy the benefits.",
  "integralP21": "Among the key principles to remember: avoid sugars as well as refined flours.",
  "integralP22": "It has been abundantly shown that refined grains should not be consumed. The starch they contain quickly turns into sugar in our bodies if not eaten with fiber. To isolate the starch is to consume only what is most fattening; the conclusion is clear.",
  "integralP23": "But this reasoning is not valid only for those wanting to lose weight. Many cardiovascular and pancreatic diseases can be prevented or at least controlled with this diet. Bread is just one example; all our foods should be whole, regardless of our health status. And many people now realize this.",
  "integralP24": "For more than twenty years, Capucine and Tournesol has been offering breads made according to these principles... The trend came long after.",

  "integralEnd1": "The word whole must also rhyme with integrity.",
  "integralEnd2": "At Capucine and Tournesol, since 1988, all breads have been made from 100% whole flours.",
  "integralEnd3": "No chemical improvers, no white flour, and no sugar of any kind enter the bakery.",
  "integralEnd4": "We believe that to be sure a bread is truly whole and that all necessary conditions are met, you must ask the baker if they mill their flours every day.",

  "sectionThreeWheatHeading": "Wheats (triticum)",

  "cerealesP1": "The grains most used in breadmaking are necessarily those that contain enough gluten. The four gluten-containing grains are wheat, rye, barley, and oats. Bread wheat, also known as common wheat or 'hard wheat,' is the most widely used. Rye contains less gluten but produces excellent breads. Oats and barley, on the other hand, are rarely used for breadmaking. Oat flakes are sometimes added to wheat flour, or malted barley (often in syrup form) is used to add sweetness to bread.",
  "cerealesP2": "Wheat is the most consumed grains in the world after rice. Unlike rice, its popularity is due to its richness in gluten. For centuries, humans have cultivated and transformed wheat to improve its breadmaking qualities. Of all grains, wheat contains the most gluten. It is grown in many countries, especially China, the former USSR, the United States, India, and France. The Canadian prairies produce some of the highest quality wheat. Wheat adapts to various soils but prefers a temperate climate. It requires moderate humidity, rich soil, and proper preparation.",
  "cerealesP3": "Strictly speaking, the word 'wheat' usually refers to hard bread wheat (common wheat) as we know it today. However, it is actually the generic name of a large family of grains.",
  "cerealesP4": "Wheats are divided into three groups, distinguished by the number of chromosomes.",

  "cerealesP5Title": "Diploids (14 chromosomes).",
  "cerealesP5": "These were the first identified and used; they were never cultivated extensively.",
  "cerealesP6Title": "Tetraploids (28 chromosomes).",
  "cerealesP6": "These also existed in the wild. Kamut belongs to this group, as does durum wheat, used today in pasta making. These wheats were the first to be cultivated on a large scale and greatly contributed to feeding people from around 4000 B.C. until the Roman Empire. Unlike Kamut, durum wheat has since been extensively hybridized to suit industry needs and withstand industrial farming (chemical fertilizers, etc.).",
  "cerealesP7Title": "Hexaploids (42 chromosomes).",
  "cerealesP7": "These are thought to be the result of crosses between wheats of the first and second families. They are the most commonly cultivated today for bread flour production.",

  "cerealesP8": "The best-known wheats are: hard bread wheat (common wheat), soft pastry wheat, durum wheat (for pasta), spelt, and Kamut. The flours derived from them are too often refined and consequently lose a large part of the grain’s nutritional qualities.",

  "epeautreHeading": "Spelt (triticum spelta)",
  "cerealesP9": "This grain is also a type of wheat. It is believed to have originated in Central Asia and has been cultivated in Europe for more than 9,000 years. Along with einkorn and emmer, it is considered an ancestor of modern wheat. It grows in poorer, calcareous soils than wheat. It grows taller, with longer and thinner ears. Its cultivation was more common before the First World War. Today, spelt is regaining importance in our diet.",
  "cerealesP10": "The main drawback of this grain is that it requires specialized equipment to hull it. Its husk (outer shell) is much harder and tougher than that of wheat. Conventional equipment cannot process it. This explains why its price is two and a half times higher than wheat.",
  "cerealesP11": "Spelt is much more delicate to work with. Its high solubility in water makes it necessary to measure quantities carefully when baking bread. It requires a much shorter kneading time. However, it is considered one of the easiest grains to work by hand because its gluten is much more supple.",
  "cerealesP12": "Spelt flour is relatively easy to find on the market. Unfortunately, the supply is very inconsistent in quality, and millers have the unfortunate habit of sifting it. It is almost impossible to obtain true whole spelt flour commercially, which is regrettable, as fiber and many vitamins are lost. Not to mention the delightful flavor of whole spelt bread.",
  "cerealesP13": "The great quality of spelt is its so-called 'bioavailability.' This grain requires much less work from the digestive system, and as a result, its vital substances are better absorbed by the body.",
  "cerealesP14": "It is much richer in protein than wheat. Its carbohydrates (mucopolysaccharides) play a very important role in blood coagulation and stimulate the immune system.",
  "cerealesP16": "It is recommended for people sensitive to wheat. It is suggested for high-protein diets, for people suffering from candidiasis, as well as for its very high fiber content.",
  "cerealesP17": "Spelt has a delicate nutty flavor.",

  "kamutHeading": "Kamut (polonicum or turanicum)",
  "cerealesP18": "This grain, part of the large wheat family, is believed to have originated in the Mesopotamian region. It is thought to have been cultivated in the Nile Valley and, according to research, abandoned after crossings that created the wheat we know today.",
  "cerealesP19": "Kamut cultivation is thought to have ceased for yield reasons. Legend has it that in the 1950s, 36 grains of this giant wheat (2 to 3 times the size of common wheat) were introduced into the state of Montana. It is now grown commercially, but volumes remain limited. Unfortunately, the word 'Kamut' is a trademark owned by Kamut International, Ltd.",
  "cerealesP20": "Consequently, this company collects royalties on all volumes traded. We can only protest this state of affairs. The ownership of a food, even its name, is in our view a serious violation of respect for human heritage.",
  "cerealesP21": "Kamut has very particular properties. It is much drier than hard wheat and, although it has almost as much gluten, it requires less kneading time.",
  "cerealesP22": "Kamut flour is coarser than that of other grains and resembles fine semolina. Its greatest advantage is that during milling, its fiber blends with the rest of the grain, making it almost impossible to sift out. This ensures the integrity of the grain. Kamut flours are beginning to appear in supermarkets. They are mainly available from millers specializing in organically grown grains.",
  "cerealesP23": "According to analyses, Kamut provides a greater source of energy than wheat. It is richer in protein (30%) and has a slightly higher content of lipids and minerals (zinc and magnesium). In addition, many people allergic to wheat reportedly do not react to Kamut. Kamut is often recommended as an alternative wheat for diets intended to combat candidiasis or intolerances to irritating fibers.",
  "cerealesP24": "But what should be most celebrated is the flavor of Kamut.",

  "seigleHeading": "Rye (secale)",
  "cerealesP25": "Rye does not belong to the wheat family.",
  "cerealesP26": "It is the second most used grains in breadmaking and originates either from Central Europe or Asia (depending on the sources), where it has been cultivated for about 3,000 years. It owes its popularity to the harsh soils of Northern Europe. Indeed, rye thrives in areas where wheat does not grow well. In Germany, Poland, and Russia, this grain has nourished people for many generations.",
  "cerealesP27": "The so-called rye breads sold commercially are too often wheat breads with only a small proportion of rye. Take the famous smoked meat bread, for example: it is so white that it cannot evoke either the color or the taste of rye. Canadian law is too permissive, requiring manufacturers to include only 20% rye in what they label 'rye bread.'",
  "cerealesP28": "Strictly from a breadmaking perspective, one can understand the lack of industry interest in this grain. Rye dough rises poorly. It requires more work than wheat dough. In addition, the dough remains sticky and is very difficult to handle by hand. Rye breads must be made with a higher proportion of water than wheat breads.",
  "cerealesP29": "Commercial flours are usually refined and stripped of many of the grains’s nutritional qualities. Rye flour is very dark and is generally found in excellent quality from millers specializing in organic grains.",
  "cerealesP30": "Rye is a grain full of virtues. It is considered a winter grain because it contains cutin, which seems to promote blood circulation and prevent cardiovascular disease and arteriosclerosis. Rye is also particularly rich in phytase, an enzyme important for mineral absorption.",
  "cerealesP31": "The distinctive flavor of this grain pairs harmoniously with dishes such as shellfish or smoked meats.",
  "cerealesP32": "Triticale is a grain created by crossing wheat and rye. Its name comes from Latin, triticum (wheat) and secale (rye), hence triticale. It combines certain advantages of both grains and is particularly easier to cultivate. It is rarely used in baking because its gluten is very fragile.",
  "cerealesP33": "Méteil is a mixture of rye and wheat sown and harvested together.",

  "sectionFourSubheading": "Gluten-free products must not be prepared in a bakery that uses grains containing gluten.",

  "glutenP1": "Unfortunately, we do not have any gluten-free bread.",
  "glutenP2": "We have emphasized that we do not add any gluten to our breads to distinguish ourselves from the unfortunate practice of bakeries that claim to make whole bread while adding gluten flour to theirs.",
  "glutenP3": "Buckwheat or rice are not breadmaking grains. Thus, it is impossible to make bread (in the baker’s sense of the term) with these ingredients. In fact, what results are savory cakes shaped like bread. They require neither kneading nor fermentation.",
  "glutenP4": "The Celiac Association strongly recommends that gluten-free products never be prepared in facilities where gluten-containing grains are used. We therefore leave this work to those who specialize in it—we do not play with your health! These products are available in natural food stores. Unfortunately, they are very expensive and many people dislike their taste. We are well aware that some competitors unscrupulously offer so-called gluten-free products alongside gluten-containing ones, disregarding the risk of cross-contamination. We strongly condemn this greedy and dangerous practice.",
  "glutenP5": "However, we question the relevance of the sudden demand for gluten-free products. Wheat has nourished civilizations for millennia. The recent tendency of some naturopaths to prescribe gluten-free breads to their clients is, in our opinion, too often based on superficial and unfounded diagnoses. Of course, industrial flour has become nearly toxic, and so-called unbleached flours are so poor that nutrients from laboratories must also be added. But it would often be far more appropriate to eliminate these flours rather than to radically condemn a healthy food when it is processed with respect.",
  "glutenP6": "People with a duly diagnosed gluten intolerance know that such products cannot be found in a bakery. Yet, despite clear warnings in our shop windows, we are still regularly asked for gluten-free products by people who seem poorly informed on the subject.",
  "glutenP7": "At Capucine and Tournesol, our approach is to use breadmaking grains without denaturing them. Almost all flours consumed today are refined and therefore become harmful. Rather than moving from white flour bread to nothing at all, whole bread could relieve the majority of people without being so radical."
}
