{
  "title": "Our Mission | Capucine and Tournesol",

  "heading": "Our Mission",

  "image4": "image4.webp",
  "imageAlt1": "Image of baked bread",

  "missionIntro1": "Respect the source, the ingredient,",
  "missionIntro2": "the one who cultivated it,",
  "missionIntro3": "the soil that produced it,",
  "missionIntro4": "and above all,",
  "missionIntro5": "the one who is nourished by it.",

  "missionParagraph1": "For health, for energy, and for taste, we use only top-quality grains, stone-milled at the bakery less than 24 hours before baking.",
  "missionParagraph2": "Our flours undergo no sifting (separation): every component of the grain is preserved in its entirety.",
  "missionClosure": "No fats or sugars of any kind are added to our breads.",

  "videoHeading": "Our Story",
  "videoEmbedUrl": "https://player.vimeo.com/video/371524487",
  "videoCaption": "A short documentary about our story, produced by Kopeli Productions.",

  "legacyHeading": "30 Years in the Mile-End",
  "legacyParagraph1": "On January 16, 2025, we mark the 30th anniversary of the bakery’s arrival in Montreal, on Bernard Street.",
  "legacyParagraph2": "After 7 years in Outaouais, the first more than three of those years were with the visionary founders Sharon and Rosaire, who gave the bakery its soul, and then with Chantale, my partner at the time, to whom I owe much.",
  "legacyParagraph3": "At that time, all production was destined for distribution. A few months after we purchased the bakery, our only client, the distributor of all our breads, let us down with several weeks of unpaid production. For us, it meant a heavy debt and no clients, no revenue. A business worth nothing, but one that had to be revived—because we believed in it, and because we had no other choice.",
  "legacyParagraph4": "The move to Montreal became a do-or-die gamble. Setting up shop to finally meet those who eat what we produce. The bet paid off. Several inspiring years full of encouragement, curiosity, and openness allowed the bakery to flourish.",
  "legacyParagraph5": "But other challenges arose. Among them, endless municipal construction projects that forever changed the landscape of a street that had once charmed us. Businesses along the street closed one after another.",
  "legacyParagraph6": "I have always known that Capucine et Tournesol’s offering was bold and marginal, and I have always embraced that. What I never imagined was that I would become one of the oldest shopkeepers on this stretch of street.",
  "legacyParagraph7": "Navigating food trends, generational shifts, and today’s nutritional ignorance, some days more passersbys come in and buy nothing than customers who actually purchase. It was not like that in the past.",
  "legacyParagraph8": "Today, there are lineups in front of a donut shop less than 500 meters from the bakery. A celebrity nutritionist was recently posting Crunchies recipes (sugar, water, and baking soda) on Facebook. We hear far too rarely about nutrition from her or her colleagues. Nutritionists exhaust themselves justifying poor eating habits more often than promoting healthy behaviors. Brand promotion, their cookbooks, or “trendy” producers—that is what they do. The result: sugar is in fashion.",
  "legacyParagraph9": "Child and youth obesity rates in Canada have nearly tripled over the past 30 years (source: Health Canada). Empty foods are part of our habits without shame, without question, without those whose role is to counter them ever raising a flag. Their abdication is deplorable.",
  "legacyParagraph10": "This challenge is not that of an artisan, it is that of the world.",
  "legacyParagraph11": "I will have devoted more than half my life to this issue, and my greatest concern is failing to ensure the continuity of the bakery’s mission.",
  "legacyParagraph12": "Health issues are diminishing my strength. They have already forced me to slow my pace, and this will not be reversed. Time is running out to find a successor, but candidates are nowhere to be found.",
  "legacyParagraph13": "Nevertheless, today I would like to express my immense gratitude for the support you have given me all these years. Among you, some have been faithful since the very beginning.",
  "legacyParagraph14": "Thank you, Philippe"
}
