{
  "title": "Notre Mission | Capucine et Tournesol",

  "heading": "Notre Mission",

  "image4": "image4.webp",
  "imageAlt1": "Image of bakery",

  "missionIntro1": "Respecter la matière, l'aliment,",
  "missionIntro2": "celui qui l'a cultivé,",
  "missionIntro3": "le sol qui l'a produit,",
  "missionIntro4": "et surtout, celui qui s'en nourrit.",

  "missionParagraph1": "Pour la santé, pour l'énergie et pour le goût, nous n'utilisons que des grains de première qualité, moulus sur pierres à la boulangerie, moins de 24 heures précédant la cuisson.",
  "missionParagraph2": "Nos farines ne subissent aucun blutage (séparation) : chaque composante de la céréale est conservée dans son intégralité.",

  "missionClosure": "Ni matière grasse ni sucre d'aucune forme, ne sont ajoutés à nos pains.",

  "videoHeading": "Regardez notre histoire",
  "videoEmbedUrl": "https://player.vimeo.com/video/371524487",
  "videoCaption": "Un court documentaire sur notre histoire, réalisé par Kopeli Productions.",

  "legacyHeading": "Depuis 30 ans dans le Mile-End",
  "legacyParagraph1": "Le 16 janvier 2025 souligne les 30 ans de l’arrivée de la boulangerie à Montréal, rue Bernard.",
  "legacyParagraph2": "Après 7 ans en Outaouais, d’abord plus de trois ans grâce aux fondateurs visionnaires Sharon et Rosaire qui ont imprimé l'âme de la boulangerie. Puis ensuite avec Chantale, mon associée de l'époque à qui je dois beaucoup.",
  "legacyParagraph3": "L'ensemble de la production était destiné à la distribution à cette époque. Quelques mois après notre achat de la boulangerie, notre seul client, le distributeur de tous nos pains, nous faisait faux bond avec plusieurs semaines de production non payées. Pour nous, une dette importante, sans client, il n’y avait plus de revenus. Une entreprise qui ne valait plus rien mais qu'il fallait faire revivre, parce qu'on y croyait, parce qu'on n'avait pas d'autre choix.",
  "legacyParagraph4": "Le déménagement à Montréal devenait un quitte ou double. Prendre pignon sur rue pour rencontrer enfin ceux qui mangent ce qu’on produit. Pari gagné. Plusieurs années inspirantes pleines d’encouragement, de curiosité et d'ouverture, la boulangerie s’épanouissait.",
  "legacyParagraph5": "Mais d'autres épreuves se sont présentées. Parmi elles, des travaux municipaux interminables qui ont changé à tout jamais le paysage d’une rue qui nous avait séduite. Les commerces de la rue fermaient un après l’autre.",
  "legacyParagraph6": "J’ai toujours su que l’offre de Capucine et Tournesol était audacieuse et marginale et je l’ai toujours assumé. Ce que je n’ai jamais osé imaginer, c’est que je deviendrais un des doyens des commerçants de ce bout de rue.",
  "legacyParagraph7": "Traverser les modes alimentaires, le renouvellement des générations et l’ignorance nutritionnelle actuelle, certains jours plus de passants entrent et n’achètent rien que de clients ne se présentent. Cela n’était pas le cas autrefois.",
  "legacyParagraph8": "Aujourd’hui, il y a des files devant un magasin de beignes à moins de 500 mètres de la boulangerie. Une nutritionniste vedette faisait il y a quelque temps des recettes de Crunchies (sucre, eau et bicarbonate de soude) sur Facebook. On ne l’entend parler que trop rarement de nutrition et ses collègues non plus. Les nutritionnistes s’époumonent à légitimer les mauvaises habitudes alimentaires plus souvent que de proposer des comportements sains. Promotion de marques, de leurs livres de recettes ou de producteurs « tendance », voilà ce qu’ils font. Résultat, le sucre a la cote.",
  "legacyParagraph9": "Les taux d'obésité chez les enfants et les jeunes du Canada ont presque triplé au cours des 30 dernières années (source Santé Canada). Les aliments vides sont intégrés à nos habitudes sans complexe, sans question, sans que ceux dont c’est le rôle de les contrer ne lèvent jamais de drapeau. Leur démission est déplorable.",
  "legacyParagraph10": "Ce défi n’est pas celui d’un artisan, c’est celui d’un monde.",
  "legacyParagraph11": "J’aurai consacré plus de la moitié de ma vie à cet enjeu et ma plus grande inquiétude est de ne pas pérenniser la mission de la boulangerie.",
  "legacyParagraph12": "Des enjeux de santé diminuent ma vigueur. Ils m’ont déjà obligé à réduire mon rythme, cela ne s’inversera pas. Le temps presse pour trouver une relève mais les candidats sont absents.",
  "legacyParagraph13": "J’aimerais néanmoins aujourd’hui vous exprimer mon immense reconnaissance pour le support que vous m’avez apporté toutes ces années. Parmi vous, certains sont fidèles depuis les premiers jours.",
  "legacyParagraph14": "Merci, Philippe",

  "image5": "image5.webp"
}
